// Практична робота. Змінні та константи. Типи даних

// Завдання 1: Оголосіть змінну і присвойте їй ваше ім'я та прізвище. Виведіть її значення в консоль у форматі "Моє ім'я - [змінна]".

// Завдання 2: Оголосіть константу і присвойте їй рік вашого народження. Виведіть її значення в консоль.

// Завдання 3: Оголосіть змінні "a" та "b", присвойте їм значення 5 і 10 відповідно. Виведіть їх в одному рядку консолі.

// Завдання 4: Оголосіть змінну, яка означає чи є людина учнем і присвойте їй значення true. Виведіть її тип за допомогою typeof.

// Завдання 5: Оголосіть константу "PI" і присвойте їй значення 3.14159. Обчисліть площу кола з радіусом 10 і виведіть результат.

// Завдання 6: Створіть змінну, що містить значення null, та виведіть її у консоль.

// Завдання 7: Створіть змінну з типом undefined і виведіть її у консоль.

// Завдання 8: Створіть змінну для зберігання масиву з 5 різних фруктів та виведіть її у консоль.

// Завдання 9: Створіть змінну для зберігання об'єкта "автомобіль", який містить марку, модель і рік випуску.

// Завдання 10: Створіть змінну для зберігання числа 49 у двійковій системі числення.
